import { Component } from '@angular/core';

@Component({
  selector: 'app-post-id-body-content',
  standalone: true,
  imports: [],
  templateUrl: './content.component.html',
  styleUrl: './content.component.scss',
})
export class ContentComponent {
  content = `  <div>
    《摇曳露营△》（日语：ゆるキャン△）是Afro的日本漫画作品。以山梨县一带作舞台，描述露营中的知识、野炊等户外活动的魅力和以此作为娱乐的女高中生的温和日常生活。漫画标题末端的“△”是代表露营帐篷的象形符号。于《Manga
    Time Kirara
    Forward》的2015年的7月号连载至2019年4月号[1]，自2019年春季起移籍至《COMIC
    FUZ》继续连载[2]。台湾中文版由东立出版社代理，中国大陆中文版电子书由哔哩哔哩漫画代理、实体书由天闻角川代理。2016年4月9日起，幕间故事的番外篇《房间露营△》（日语：へやキャン△）于Niconico静画的Kirara基地以每话两页的形式连载中。
    2019年11月20日发表制作电视剧消息，于2020年1月至3月播出[3]。2020年11月5日发表制作电视剧第二季，2021年4月开始播送[4]。
  </div>
  <br />
  <div>
    本篇“摇曳露营△”
    喜欢在淡季（冬季）进行单人露营活动的志摩凛在一次于本栖湖的露营中，遇到了为一览富士山而骑脚踏车来到本栖湖，但因睡著而陷入困境的各务原抚子。抚子在与凛交流过后对露营产生了兴趣而加入学校的“野外活动同好会”，与同好会成员大垣千明与犬山葵开始了团体露营的活动。期间，凛的好友斋藤惠那也因此对露营产生了兴趣。故事便围绕著“凛的单人露营”以及“野外活动同好会的露营”展开。
  </div>
  <br />
  <div>
    番外篇“房间露营△”
    因为想把露营当作社团活动，大垣千明和犬山葵成立了“野外活动同好会”，但活动预算少得不足够买齐露营所需用具，所以在创社的四月直至十一月都没有什么实际的活动纪录。后来在新社员各务原抚子加入后，野外活动同好会终于开始了像样的社团活动。
    放学后到野外活动同好会社办研究露营的冷知识、玩起露营游戏、聊著各种妄想的话题，幻想著10年、60年、1000年后[5]的露营活动。故事就围绕在野外活动同好会每天的日常活动间展开。
  </div>
  <br />
  <div>
    主要人物 各务原抚子（各務原 なでしこ／かがみはら なでしこ Kagamihara
    Nadeshiko），声：花守由美里[6]
    本作主角之一，3月4日生日。一个天真烂漫开朗乐观的女孩。粉红色长发绑成双马尾，蓝曈。言行有点像狗，害怕血、暗处和鬼怪。
    沟通能力很高，面对初次见面的人也能毫无顾虑地与其对话。不过在她与凛的相处下能看出，其实也是会拿捏与沟通对象间的距离感。容易被骗，总是轻易相信犬山葵和其他人的谎话。
    在静冈县滨松市西部搬家到山梨县南部町的当日，为了看富士山而以脚踏车从南部町骑到本栖湖（两地距离约60km），但因疲倦不已躺在路边睡觉睡到天黑而陷入困境（因怕黑而不敢骑车回家）时，在受到刚好在该处露营的凛帮助后，对露营产生了兴趣。喜欢吃和做料理，进餐的模样被凛形容为“吃得很津津有味”。国中时期体型很肥胖，直到国三时被姐姐强迫减肥，每天骑脚踏车绕滨名湖一圈（一圈大概67km），后来成功减肥也从而锻炼出一副健康并充满元气的体魄：即使在冬天睡在路边也不会著凉；搬重东西时也完全不会气喘。因为憧憬悠闲露营而加入了野外活动同好会，其后便在连续两周内去了几次露营，被千明形容为“Strong
    Style”。原作第29话中，开始对单人露营起了兴趣；第一期电视动画的原创结尾部分中，已经拥有一套露营套装，并开始了单人露营。
    姓氏取自岐阜县各务原市。
    连载前的初期设定：本来是想将其设定成一个跟现在完全相反，十分文静的角色，后来和凛的初期设定大致上对调后创作出现在的活泼形象[注
    1]。 志摩凛（志摩 リン／しま リン Shima Rin），声：东山奈央[6]
    本作主角之一，16岁，10月1日生。身高推断在145cm以下[注
    2]，有著和小学生没两样的体型，深灰蓝色头发及腰并时不时会扎成一个很大的丸子。紫曈。喜欢狗。
    本栖高中的图书委员，不论在校内还是露营时都会看书，打工的地点也是书店。虽然表面是个面瘫，但内在情绪十分丰富，经常会吐槽周遭的人和事。
    由国中一年级时已开始露营，拥有丰富的露营经验，喜欢单人露营的宁静感，基本上只在人烟稀少的冬季进行露营活动。在故事开端帮助了陷入困境的抚子，后来开始会和她一起露营，也开始挑战杯面以外的野炊料理。不久后考到了摩托车的驾照并拥有自己的摩托车，有空时便会挑战跨县的单人旅行。摩托车型号为珍珠蓝色的“YAMAHA
    Vino Deluxe”。
    被千明称呼为“芝麻凛”。多次被抚子和千明邀请加入野外活动同好会，但因不擅长应付社内气氛而拒绝入会。在经历过数次和抚子露营与圣诞露营后，貌似开始对多人露营有所改观。
    使用的露营道具都是祖父给她的，其中所用的帐篷为“mont-bell Moonlight Tent 3”。
    姓氏取自三重县志摩市。
    连载前的初期设定：设定上原本是抚子和千明的混合版，但由于对一个喜欢单人露营的女孩而言，这种性格有点烦人，因此经过多次修正后创作出现在的文静形象[注
    3]。 大垣千明（大垣 千明／おおがき ちあき Ōgaki Chiaki），声：原纱友里[6]
    本栖高中“野外活动同好会”的社长，8月31日生日。一名享乐主义的行动派女孩。紫发棕曈，戴眼镜并束著双马尾。在漫画第54话时由惠那操刀，把头发剪成了及肩头发。
    被抚子和葵分别称呼做“小明”和“明”。圣诞露营前被凛称呼做“大垣”，圣诞露营过后因变友好了而改口成“千明”。
    经常和葵在稀少的活动预算金下，不断摸索如何以便宜的道具和废料活用在户外活动上。
    在学业上是“不到前一日就提不起干劲”的类型，因此成绩也不太好。
    姓氏取自岐阜县大垣市。 犬山葵（犬山 あおい／いぬやま あおい Inuyama
    Aoi），声：丰崎爱生[6]
    最初与千明一同创立野外活动同好会的成员，3月4日生日。把亚麻色头发绑成单侧马尾，绿曈。有著大姐姐般平静的性格，外貌特征为犬牙和三角形的粗眉毛。语调带有关西口音[注
    4]。被千明称呼为“犬子”。学业成绩是野外活动同好会成员中最好的一个。
    为了赚取露营活动的资金而开始打工，在千明打工的酒品专卖店旁边的超商“ZEBRA”做著收银的工作。
    很爱吹牛，吹牛时会露出很浮夸的眼神，曾开玩笑称自己有男朋友。
    动画中犬山葵的声优丰崎爱生同时也负责各种物体（松果球、凛的助动车
    etc.）的配音。 番外篇“犬犬犬子同学”的主角。 姓氏取自爱知县犬山市。
    齐藤惠那（斉藤 恵那／さいとう えな Saitō Ena），声：高桥李依[6]
    凛在学校的朋友，9月1日生日。黑色短发，蓝瞳。经常使用SNS与凛聊天。常常过著晚睡晚起的生活，曾经试过一天睡了14小时后又爬回床上睡觉。
    对露营有一点点兴趣，千明希望以她加入野外活动同好会为契机引诱凛也加入，但因不想脱离回家社而婉拒了。
    有著把人的头发束成奇葩造型的恶作剧心态，曾把凛的头发束成熊或者日本城、把抚子的头发束成仙人掌。偶然也会促成凛和抚子等人的活动交互。养有一只名为“竹轮”的吉娃娃。
    比起露营用具的性价比，更著重其耐寒性和安全性，在参加圣诞露营时因买了一个十分昂贵的寒冬攀山用睡袋“Nanga
    Alpinist 800”（45000円）而吓到了其他人。
    在动画番外篇“生存露营△”中，在暑假带著大家坐上自家的私人飞机准备前往澳大利亚露营，期间表示经常在该时期坐飞机去探望父亲。
    名字取自岐阜县惠那市。 鸟羽美波[注 5]（鳥羽 美波／とば みなみ Toba
    Minami），声：伊藤静
    黑长发低马尾，眯眯眼。在学校时不带眼镜，只在假日带。替请了产假的历史教师代课而来到本栖高中的女教师。每天都会喝酒，虽然醉后不会麻烦到他人，但性格会像换了个人似的。
    在到校代课前，跟随妹妹到四尾连湖露营时，见过刚好前来露营的凛和抚子，后来到校代课初期，因为喝醉前后的反差太大而没有被两人认出，但最后在自言自语中提及到酒的话题而被抚子认出。受到登山社的大町老师（声：河本邦弘）拜托，接下了野外活动同好会顾问的工作。
    每天都会光顾千明打工的酒品专卖店，因为每次都会买半打罐装啤酒，所以被店里的人私下称作“六罐姐（グビ姉）”（港版译作“狂饮姐”）。有一辆黄色的SUV。
    姓氏取自三重县鸟羽市。 土岐绫乃（土岐 綾乃／とき あやの Toki
    Ayano），声：黑泽朋世
    抚子住在静冈县滨松市时的儿时玩伴，抚子称她为“小绫”。两人在抚子搬家后仍有联络，也通过抚子发的相片知道她朋友的长相。
    与新年归乡的抚子，和到静冈旅行的凛交流过后，约定总有一天会自己骑摩托车到山梨县找她们玩。有一台轻档车
    HONDA APE。 姓氏取自岐阜县土岐市。 各务原家 各务原樱[注 6]（各務原
    桜／かがみはら さくら Kagamihara Sakura），声：井上麻里奈[7]
    抚子的大学生姐姐。紫发蓝曈。很会照顾人。除了抚子外没有人可以看得出她的表情起伏。
    拥有汽车驾照，家里有一辆蓝色的4WD（车辆原型为日产
    Rasheen）。在故事初使用著滨松市的车牌，随后因应搬到山梨的关系换成了山梨县的车牌。
    各务原静花[注 7]（各務原 静花／かがみはら しずか Kagamihara
    Shizuka），声：山本希望 抚子和樱的母亲。戴著眼镜。
    在千明前来探望感冒的抚子时与全家人一起吃千明做的馎饦。 各务原修一朗[注
    8]（各務原 修一朗／かがみはら しゅういちろう Kagamihara
    Shūichirō），声：大畑伸太郎 抚子和樱的父亲。职业是上班族。长有胡子。
    在千明前来探望感冒的抚子时与全家人一起吃千明做的馎饦。 志摩家 志摩咲[注
    9]（志摩 咲／しま さき Shima Saki），声：水桥香织 凛的母亲。
    对女儿的单人露营活动抱著虽然担心但并不反对的态度，不过也因为女儿以此认识到朋友而感到欣慰。
    年轻时也有骑摩托车，也是十分狂野的风格，害羞被女儿看到以前骑摩托车的相片。
    新城肇[注 10]（新城 肇／しんしろ はじめ），声：大冢明夫[7]
    凛的外公，凛开始露营活动的契机，目前骑著打档摩托车（Triumph Thruxton
    1200r）长期在外过著流浪式的露营生活。
    同时为电视动画版中的旁白，负责解说露营道具的用法和相关知识。
    姓氏取自爱知县新城市。 志摩涉（志摩 渉／しま わたる），声：樱井孝宏
    凛的父亲，戴有眼镜。 犬山家 犬山朱莉[注 11]（犬山 あかり／いぬやま あかり
    Inuyama Akari），声：松田利冴
    葵的妹妹。外表完全是葵的缩小版，同样长有犬牙和三角形的眉毛，语调也有关西口音。
    被千明称呼为“小犬子”，两人关系也很好。 犬山峰子[注 12]（犬山
    みねこ／いぬやま みねこ Inuyama Mineko），声：进藤尚美
    葵的祖母。在葵为圣诞露营的菜单烦恼时，推荐她去做寿喜烧的人。 齐藤家
    齐藤润[注 13]（斉藤 潤／さいとう じゅん Saitō Jun） 惠那的父亲。
    在女儿惠那决定在圣诞节时与朋友到外露营时，以“户外活动能作为一次很好的人生经验”为由给她钱买了一个十分昂贵的睡袋。
    其他 鸟羽凉子[注 14]（鳥羽 涼子／とば りょうこ Toba Ryōko），声：国立幸
    鸟羽美波的妹妹，在原作中是与姐姐鸟羽美波一同登场，外貌及打扮都很中性。在四尾连湖露营时帮助了不会用备长炭起火的凛，被抚子称为“必杀点火人”。
    其后在原作揭露其性别是女生。在此之前凛和抚子一直以为“他”是鸟羽的男朋友。
    菊川昴[注 15]（菊川 昴／きくがわ すばる Kikugawa Subaru），声：川澄绫子
    为了爬山而来到夜叉神峠，在等候朋友岛田小春[注
    16]（声：沼仓爱美（日本）；凌晞（香港））时遇到凛，教授了她全年自家车辆禁行区间的事，道别前送了她一包焙茶。凛在除夕去磐田旅行，受母亲所托去一家在挂川的茶店买茶时，碰巧知道这家茶店是她开的。
    姓氏取自静冈县菊川市。
    饭田先生（飯田さん，配音：藤村忠寿），饭田先生的女儿（飯田さんの娘，配音：渕上舞，演出：金井美树）
    原作第33话登场，在千明三人等在山中湖露营险些遇险时出手相救的一对露营父女。饭田先生来山中湖露营来进行模型飞机的放飞活动，饭田先生的女儿也带了自家的柯基犬来溜放。在伊豆伊东开有一家酒铺，所以鸟羽老师来找千明三人时因为聊起酒而与饭田先生意气相投。
    之后主角群去伊豆露营时，也拜托其找到了饭田相熟的朋友经营的露营场，解决了鸟羽老师原计划的露营地没开放的困境。
    姓氏取自长野县饭田市。 八代遥[注 17]（八代 はるか），声：薮内裕友实
    知多理惠[注 18]（知多 りえ），声：森山由梨佳 瑞浪绘真（瑞浪 絵真／みずなみ
    えま Mizunami Ema），声：指出球亚[8]
    主角组五人的学妹，与芽衣是好友。喜欢画画，偶然散步时遇到惠那并画下她睡觉时的样子。后来买了一个画画用的平板电脑，费用一半以入学贺礼方式向父母要到赞助，另一半则自己打工偿还。之后认识了主角组众人，比抚子和惠那成熟可靠，在露营旅行时照顾两人。
    中津川芽衣（中津川 メイ／なかつがわ メイ Nakatsugawa Mei），声：天野心爱[8]
    主角组五人的学妹，与绘真是好友。在骑普通自行车上学时得到葵的帮助，所以喜欢并买入一辆山地自行车。在葵的邀请下加上了野外活动同好会。
    狗 竹轮（ちくわ Chikuwa），声：原纱友里[注 19][9]:18，
    原作第3话（电视动画版第2话）所登场的，惠那所饲养的吉娃娃。
    经常在惠那和其他人的对话中出现，惠那也常常在SNS平台上上传其照片。在野外活动同好会举行的圣诞露营中跟随惠那到来，与主角群众人共渡了圣诞。
    早太郎[注 20]（早太郎／はやたろう Hayatarou），声：高桥李依[注 21]
    在长野县驹根市和静冈县磐田市流传的灵犬。
    凛一个人到长野县和静冈县旅行时，对院内供养了此灵犬一事感到兴趣而去参拜了相关的寺院（光前寺和见付天神），并买了其造型的御签。
    Afro（あfろ Afuro）
    原作者以自画像所使用的，一只戴著太阳眼镜的哈士奇，出现在每本原作单行本的彩色首页当中。也有在电视动画版片头曲画面中登场。
  </div>`;
}
